Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Aspects of the issue that were neglected in the 2001 Programme of Action must receive adequate attention, including those related to the human and humanitarian impact of small arms.
zh: 必须适当注意在2001年行动纲领中忽视的各方面问题，包括小武器的人类影响和人道主义影响问题。

source: The challenge now for the Council and Member States, alongside their partners in international organizations and civil society, is to replace words with action and to deliver on this urgent agenda.
zh: 目前，安理会和会员国同其国际社会和民间社会伙伴共同面临的挑战是：以行动代替言词，切实执行这项紧迫议程。

source: The problem is complex, but the solution is not beyond our reach.
zh: 问题十分复杂，但并非无法解决。

source: We have the means to take constructive action to achieve our common goals.
zh: 我们拥有为实现共同目标而采取建设性行动的手段。

source: We should do so now.
zh: 我们现在就应该采取行动。

source: The President (spoke in French): I now call on the representative of Switzerland.
zh: 主席（以法语发言）：我现在请瑞士代表发言。

source: Mr. Maurer (Switzerland) (spoke in French): Switzerland would like to thank Benin for convening this open debate of the Security Council on small arms and light weapons.
zh: 毛雷尔先生（瑞士）（以法语发言）：瑞士愿感谢贝宁就小武器和轻武器问题举行安全理事会本次公开辩论。

source: The United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects states that Governments bear the primary responsibility to combat the illicit trade in small arms and light weapons.
zh: 《联合国防止、打击和铲除小武器和轻武器非法贸易各方面问题行动纲领》阐明，各国政府负有打击小武器和轻武器非法贸易的主要责任。

source: However, in order to become fully effective, the efforts of Governments should be supported and complemented by multilateral organizations, and the Security Council has thus a clear role to play.
zh: 然而，各国政府的努力要切实有效，应得到多边组织的支持和补充，因此，安全理事会可以发挥明确作用。

source: In his report of 20 September 2002, the Secretary-General included a set of recommendations on ways and means whereby the Security Council could contribute to dealing with the question of illicit trade in small arms and light weapons in situations under its consideration.
zh: 秘书长在其2002年9月20日报告中列入了一整套建议，阐明了安全理事会可为处理审议中局势的小武器和轻武器非法贸易问题作出贡献的途径和办法。

source: Those recommendations are still valid.
zh: 这些建议依然有效。

source: The most recent report of the Secretary-General on the initiatives undertaken to implement those recommendations shows that important progress has been made in several key areas.
zh: 秘书长关于为执行这些建议而采取主动行动的最新报告表明，几个关键领域已取得重大进展。

source: I would like to take this opportunity to focus on a few aspects where Switzerland sees a concrete role for the Security Council.
zh: 我要借此机会集中谈一谈瑞士认为安全理事会可以发挥具体作用的若干方面。

source: First, it is our view that the Security Council should include in all peacekeeping mandates the requirement to gather information, including on weapons markings, on all small arms and light weapons that are collected or seized in the context of those missions, including disarmament, demobilization and reintegration (DDR) programmes.
zh: 第一，我们认为，安全理事会应该在所有维持和平任务中列入这样一项要求，即必须收集有关在执行任务，包括在执行解除武装、复员和重返社会方案（复员方案）过程中收集或缴获的所有小武器和轻武器的信息，包括武器标识信息。

source: The Council should also enable peacekeeping operations to initiate tracing requests in relation to those weapons.
zh: 安理会还应使维持和平行动能对这些武器提出追查要求。

source: To accomplish these additional tasks within the framework of peacekeeping operations and DDR programmes, the necessary resources have to be included in the regular peacekeeping budget.
zh: 为了在维持和平行动和解除武装、复原和重返社会方案的框架内完成这些其余任务，必须在维持和平经常预算中包括必要的资金。

source: Secondly, compliance with arms embargoes and sanctions regimes is crucial.
zh: 第二，对武器禁运和制裁制度的遵守至关重要。

source: Switzerland is of the view that the enforcement of arms embargoes could be greatly improved by providing peacekeeping operations and sanctions committees with a mandate to initiate tracing requests with regard to illicit weapons found in the course of their investigations.
zh: 瑞士认为，通过授权维持和平行动和制裁委员会针对在其调查过程中发现的非法武器提出追查要求，可大大改进武器禁运的执行。

source: This could contribute to identifying networks that illicitly supply weapons and materiel under embargo.
zh: 这会有助于查出提供禁运所规定的非法武器和物资的网络。

source: In this context, two measures should be encouraged. First, it would be good to have training for United Nations staff deployed to countries under arms embargoes on the monitoring of such embargoes and on related aspects, such as the collection of baseline data on and the identification of seized weapons. The second recommendation is that there should be increased cooperation between the United Nations and relevant international organizations, such as the World Customs Organization and the International Civil Aviation Organization.
zh: 在这方面，应鼓励实行两个措施，第一个措施是这样一种有益的做法：为部署到受武器禁运的国家的联合国工作人员提供关于监测这种禁运及其有关方面----例如对所没收的武器的查明和对有关这些武器的基线资料的收集----的培训；第二个建议是，应加强联合国与有关国际组织，例如世界海关组织和国际民用航空组织之间的合作。

source: Thirdly, Switzerland is convinced that close cooperation between the United Nations and Interpol is of crucial importance for the efficient identification and tracing of illicit small arms and light weapons.
zh: 第三，瑞士深信，联合国与刑警组织之间的密切合作对高效率地确定和追查非法小武器和轻武器至关重要。

source: Ties with Interpol could be strengthened by assigning a law enforcement component to peacekeeping operations and sanction committees that have the competence to interact with Interpol, including their access to all Interpol databases relevant to the tracing of illicit small arms and light weapons.
zh: 可以通过为有权与刑警组织进行联系的维持和平行动和制裁委员会增派执法人员来加强与刑警组织之间的联系。 与刑警组织的联系包括利用该组织拥有的与追查非法小武器和轻武器有关的所有数据库。

source: Furthermore, Switzerland calls for the conclusion of a cooperative agreement between the Security Council and Interpol that could serve as a framework for cooperation in the field of tracing illicit small arms and light weapons.
zh: 此外，瑞士呼吁在安全理事会与刑警组织之间缔结一个合作协定，该协定可作为在追查非法小武器和轻武器领域中进行合作的一个框架。

source: That cooperation agreement could be complemented by a protocol covering the technical details on a case-by-case basis.
zh: 这个合作协定可通过一个在个案的基础上对技术细节作出规定的议定书加以补充。

source: The existing Memorandum of Understanding between Interpol and the United Nations Interim Administration Mission in Kosovo on cooperation in crime prevention and criminal justice might serve as an example for that purpose.
zh: 刑警组织与联合国科索沃临时行政当局特派团之间的关于预防犯罪和刑事司法方面的合作的现有备忘录可以作为这项工作中的一个参照。

source: We are of the view that the presidential statement to be adopted at the end of today's debate would gain from mentioning the need for increased cooperation with Interpol in tracing small arms and light weapons.
zh: 我们认为，将在今天的辩论结束时通过的主席声明应提及需要在追查小武器和轻武器方面与刑警组织增加合作。

source: Fourthly, it has been clearly established that the illicit exploitation of natural resources constitutes one of the privileged sources of financing fuelling the illicit trade in small arms.
zh: 第四，已经确定的一点是，对自然资源的非法开发构成刺激小武器非法贸易的特权性资金来源之一。

source: We are starting to profit from accrued experience in the field of controlling the illicit exploitation of natural resources, in particular through the Kimberley process.
zh: 我们正在开始由于在控制对自然资源的非法开发方面积累的经验而受益，特别是通过金伯利进程进行的控制。

source: Switzerland suggests formalizing the panels of experts so that they can contribute more substantially to the work of the Council and thus allow it to identify minimum norms and standards that would guide the exploitation of natural resources in conflict zones.
zh: 瑞士建议使专家小组正式化，以使它们能够对安理会的工作作出更大的贡献，从而使它能够确定为冲突地区自然资源的开发规定的最低规范和标准。

source: We invite the Security Council to ask the Secretary-General for a specific report on the exploitation of illicit natural resources in conflict situations, including its links with the illicit trade in small arms and light weapons.
zh: 我们请安全理事会要求秘书长就冲突局势中对自然资源的非法开发，包括其与小武器和轻武器的非法贸易之间的联系提出一份具体报告。

source: Furthermore, we think that a more integrated approach to the question of small arms and light weapons would benefit from solid research and support in civil society.
zh: 此外，我们认为，切实的研究和民间社会提供的支持将有助于对小武器和轻武器问题进行更一体化的处理。

source: In this context, we recall the studies made by the Geneva-based Small Arms Survey, and we inform Security Council members that its annual publication this year will be devoted precisely to the role of small arms and light weapons in current conflicts.
zh: 在这方面，我们回顾日内瓦的《小武器调查》所进行的研究，并通知安全理事会成员，它今年的年度出版物正好将专门涉及小武器和轻武器在目前冲突中的作用问题。

source: In closing, Sir, let me recall — as a member of the Human Security Network — the urgent need to take concerted action to combat the devastating humanitarian effects of the illicit trade in small arms and light weapons.
zh: 先生，最后让我作为人类安全网的一个成员回顾，紧急需要采取一致行动来克服持续进行的小武器和轻武器非法贸易所造成的极其严重的人道主义影响。

source: The uncontrolled proliferation and misuse of these arms remain a major cause of human suffering around the world, and they represent a serious threat to human security.
zh: 这些武器的无控制的扩散和滥用继续是在全世界造成人类苦难的一个重要原因，它们是对人类安全的一个严重威胁。

source: Only if the Security Council, Member States and civil society join in their efforts will we reach our goal of making each and every person and their respective communities safer.
zh: 只有安全理事会，会员国和民间社会联合努力，我们才能实现使每一个人和他们各自的社区更安全的目标。

source: The President (spoke in French): I now call on the representative of Mexico.
zh: 主席（以法语发言）：我现在请墨西哥代表发言。

source: Mr. Berruga (Mexico) (spoke in Spanish): Mr. President, my delegation would like to thank you for convening this public meeting, and we would like to thank the Secretary-General for his report to the Council on the ways it could help resolve the matter of illicit trafficking in small arms and light weapons.
zh: 贝鲁加先生（墨西哥）（以西班牙语发言）：主席先生，我国代表团感谢你召开这个公开会议。 我们感谢秘书长向安理会提出关于它如何能帮助解决小武器和轻武器的非法贩运问题的报告。

source: I would also like to express our appreciation to the Under-Secretary-General for Disarmament Affairs, Mr. Nobuyasu Abe, for introducing the report to us.
zh: 我还对主管裁军事务副秘书长阿部信泰先生向我们介绍报告表示感谢。

source: Since 1999, in parallel with the preparatory process for the Conference to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, which was held in July 2001, the Security Council has been engaged in taking up the issue of proliferation of such arms, particularly in the context of conflict situations that are on its agenda.
zh: 自从1999年以来，与2001年7月举行的从各方面防止、打击和消除小武器和轻武器非法贸易的会议的筹备进程同步，安全理事会一直在处理这些武器的扩散问题，特别是在涉及它的议程上的冲突局势时。

source: The illicit manufacture of and trafficking in small arms and light weapons is a multidimensional problem.
zh: 小武器和轻武器的非法生产和贩运是一个多层面的问题。

source: It encourages organized crime; it promotes a culture of violence; it prolongs and worsens conflicts that take an unacceptable number of civilian victims, primarily women and children.
zh: 它鼓励有组织犯罪；它促进暴力文化；它延长和恶化造成大量平民受害者，首先是使妇女和儿童受害的冲突。

source: Thus a comprehensive strategy is needed to control and eradicate that situation.
zh: 因此，需要有一个全面的战略以控制和消除这种局面。

source: It is necessary to join efforts in combating the illicit trafficking in and production of small arms and light weapons, and the producing and exporting countries must recognize that they have a primary responsibility.
zh: 有必要作出联合努力打击小武器和轻武器的非法贩运和生产。 生产和出口这种武器的国家必须承认它们负有首要责任。

source: Mexico participates in all regional and international efforts to eliminate the illicit trade in and manufacture of small arms and light weapons.
zh: 墨西哥参加了所有区域和国际努力，以消除小武器和轻武器的非法贸易和生产。

source: Accordingly, my country is party to the Inter-American Convention Against the Illicit Manufacturing of and Trafficking in Firearms, Ammunition, Explosives and other Related Materials, adopted by the Organization of American States in 1997.
zh: 因此，我国是美洲国家组织在1997年通过的《美洲国家禁止非法制造和贩运火器、弹药、爆炸物及其他有关材料公约》的缔约国。

source: Mexico is also party to the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the United Nations Convention against Transnational Organized Crime.
zh: 墨西哥还是补充《联合国打击跨国有组织犯罪公约》的《打击非法制造和贩运枪支及其零部件和弹药的议定书》的缔约国。

source: In reviewing the progress made in implementing the 12 recommendations mentioned in the presidential statement of October 2002 (S/PRST/2002/30), the Secretary-General describes various activities undertaken in this area.
zh: 在审查在执行2002年10月的主席声明（S/PRST/2002/30）中提到的12项建议方面取得的进展时，秘书长介绍了在这个领域中进行的各种活动。

source: He highlights the fact that the Working Group has now started negotiating an instrument to enable States to trace illicit small arms and light weapons in a timely and reliable way.
zh: 他突出地指出了以下事实：工作组现已开始谈判制订一个文书以使各国能以及时和可靠的方式追查非法小武器和轻武器。

source: During the Working Group's recent second session the Mexican delegation reiterated its belief that a legally binding instrument is needed, not simply to ensure that it is effective as we move towards our goal, but also because that would set a positive precedent for later negotiations on other issues relating to small arms and light weapons in the United Nations.
zh: 在这个工作组最近举行的第二次会议上，墨西哥代表团重申了它的以下看法：需要一个有法律约束力的文书，这不仅是为了确保在我们朝着我们的目标努力时这个文书是有效的，而且是因为，这将为今后在联合国就有关小武器和轻武器的其他问题进行的谈判树立一个积极的先例。

source: The Secretary-General also refers to the need to redouble efforts to apply other recommendations, such as increasing interaction in this area between the Security Council and the General Assembly.
zh: 秘书长还提到需要加倍努力实施其他建议，例如增加安全理事会和大会在这个领域中的合作。

source: We believe such interaction to be essential in taking a comprehensive approach to dealing with this phenomenon.
zh: 我们认为，为了在处理这个现象方面采取一种全面做法，这种合作是必不可少的。

source: Mexico believes that we should focus more closely on the issue of brokers.
zh: 墨西哥认为，我们应当更密切地将重点置于中间商问题。

source: They are referred to in passing in the Programme of Action, but their activities must be subject to strict controls.
zh: 《行动纲领》中只是粗略地提到中间商，但其活动必须得到严格控制。

source: The most recent estimates show that brokers play a critical role in the trade in small arms and light weapons.
zh: 最近的估计表明，中间商在小武器和轻武器的贸易中起了至关重要的作用。

source: The lack of attention paid to illegal actions by such individuals derives to a large extent from gaps in national and international regulation.
zh: 对这些人的非法行动不加注意，在很大程度上是因为国家规则和国际规则之间的差距。

source: My country therefore believes that one fundamental element in controlling the illicit trade in small arms and light weapons would be to negotiate a legal instrument regulating the transfer of such arms.
zh: 因此，我国认为，控制小武器和轻武器非法贸易的一个根本因素将是谈判一项管理这种武器转让的法律文书。

source: The main manufacturers and exporters must be subject to precise rules that would prevent the transfer of small arms and light weapons that could be diverted onto the illegal track or that could fall into the hands of criminal gangs and those who violate international law.
zh: 主要的制造商和出口商必须遵守明确规则，以防止可能转入非法途径或落入犯罪团伙和违反国际法者手中的小武器和轻武器的转让。

source: Such provisions would have to be applied with no negative impact on lawful transfers that enable countries to exercise their legitimate right to self-defence, as set out in Article 51 of the Charter.
zh: 必须适用这种条款，而不能消极地影响使各国能够行使《宪章》第五十一条所规定的合法自卫权利的合法转让。

source: One of the several measures that we consider important is ensuring that all lawful arms transfers to be accompanied by end-users certificates, in accordance with the Secretary-General's recommendation 9.
zh: 我们视为重要的若干措施之一是，根据秘书长的建议，确保所有合法的武器转让都有最终用户证书。

source: Another matter of particular importance for my country is the need to regulate the possession by civilians of small arms and light weapons.
zh: 我国认为特别重要的另一个问题是，必须对平民拥有小武器和轻武器进行管理。

source: Mexico expressed this concern during the 2001 United Nations Conference on the illicit trade in small arms.
zh: 墨西哥在2001年联合国小武器非法贸易问题大会期间表达了这一关切。

source: My country believes that a discussion of this matter at the international level would enable States to share their experiences in effectively controlling civilian ownership of weapons.
zh: 我国认为，在国际上讨论这个问题将使各国能够分享其在有效管制平民拥有武器方面的经验。

source: Mexico attaches great importance to the work of the Security Council on this matter.
zh: 墨西哥极为重视安全理事会在这个问题上的工作。

source: We believe that it should join with other United Nations organs and relevant regional, subregional and international bodies in working to implement the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.
zh: 我们认为，它应当与联合国其他机构以及有关的区域、次区域和国际机构一道努力执行《从各个方面防止、打击和消除小武器和轻武器非法贸易的行动纲领》。

source: It is clear from the report of the Secretary-General that the international community, in particular the Security Council, has taken steps that demonstrate its commitment to tackle this problem.
zh: 从秘书长的报告中可以清楚地看到，国际社会，特别是安全理事会已经采取步骤，表明其对解决该问题的承诺。

source: But we still need new instruments and strategies to enable us effectively and completely to eradicate the illicit manufacture of and traffic in small arms and light weapons.
zh: 但是，我们仍然需要新的文书和战略，从而使我们能够有效和彻底地消除小武器和轻武器的非法制造和贩运。

source: We hope that this meeting will prompt the undertaking of commitments that have been postponed for too long.
zh: 我们希望，本次会议将推动作出已经推迟太长时间的各项承诺。

source: The President (spoke in French): The next speaker is representative of Peru, to whom I give the floor.
zh: 主席（以法语发言）：下一位发言者是秘鲁代表，我现在请他发言。

source: Mr. De Rivero (Peru) (spoke in Spanish): My delegation would like to thank you, Mr. President, for having convened this open Security Council debate to take up once again an issue of crucial importance for the international community: the illicit traffic in small arms and light weapons.
zh: 德里韦罗先生（秘鲁）（以西班牙语发言）：主席先生，我国代表团谨感谢你举行安全理事会本次公开辩论，再次处理一个对国际社会极为重要的问题：小武器和轻武器的非法贩运。

source: Small arms and light weapons are now central to all civil wars and armed violence throughout the world.
zh: 小武器和轻武器目前在世界各地所有内战和武装暴力中起中心作用。

source: They have very particular characteristics: they are small; they do not weigh much; they do not cost much.
zh: 这些武器具有非常独特的特征：小型、轻便、成本低。

source: That makes them very easy to transport and to use: with minimum training, even a child can use them — and, indeed, children do use them.
zh: 因此，这些武器容易携带和使用：只要一点点培训，甚至连小孩都会使用----而且实际上，小孩确实使用这种武器。

source: Furthermore, these weapons are easy to hide, and it is very difficult to monitor the trade in them or trace them to their final destination.
zh: 此外，这些武器容易隐藏，而且非常难以监测其贸易或追踪其最终目的地。

source: Many of them are exported legally, but then enter the illicit market, and today they are the main source of income for armed gangs and other criminals, including mercenaries and terrorist groups.
zh: 许多此类武器的输出是合法的，但是后来流入非法市场，今天，这种武器是武装团伙和其他罪犯，包括雇佣军和恐怖团体的主要收入来源。

source: The illicit traffic in such arms is becoming an ever greater threat to international security in this century.
zh: 这种武器的非法贩运正在成为本世纪对国际安全的越来越大的威胁。

source: In the past 15 years, small arms have been used in more than 90 per cent of civil conflicts, and they are responsible for most weapons-related deaths that take place throughout the world — more than half a million every year.
zh: 在过去的15年里，在90％以上的内部冲突中使用了小武器，它们造成了世界上发生的与武器有关的大多数死亡——每年超过50万人。

source: Despite the fact that, since the Second World War, small arms and light weapons have proved far more lethal than heavy weapons and weapons of mass destruction, the United Nations, since its establishment, has paradoxically focused on developing international arms control regimes for nuclear, chemical and biological weapons.
zh: 尽管自第二次世界大战以来，小武器和轻武器比重型武器和大规模毁灭性武器更加致命，但联合国自创立以来却反常地一直把重点置于发展针对核、化学和生物武器的国际军备管制制度。

source: That is, of course, extremely important.
zh: 当然，这是极为重要的。

source: But it is really a paradox that we do not yet have an international treaty to regulate the arms that have caused most weapons-related deaths since the Second World War, and that continue to kill.
zh: 但确实反常的是，我们仍然没有一项国际条约来管制自第二次世界大战以来造成大多数与武器有关死亡，并继续造成死亡的武器。

source: Although we have made progress on the basis of the Programme of Action adopted in 2001, the fact that it is not legally binding at the international level means that we are still a long way from genuine, effective solutions, as there are no mechanisms for verification or for punishing non-compliance.
zh: 虽然我们在2001年所通过的《行动纲领》的基础上取得了进展，但是，它在国际上不具法律约束力的事实意味着，我们依然远离真正、有效的解决方案，因为不存在核查或惩处不遵守情况的机制。

source: That is why it is encouraging now to see the Security Council's growing interest in this problem, which affects human security in every continent.
zh: 因此，令人感到鼓舞的是，现在看到安全理事会对影响各大陆人类安全的这一问题越来越关注。

source: We believe that, in order to combat the illicit traffic in small arms and light weapons, the Security Council should support the recommendations contained in the Secretary-General's report (S/2005/69).
zh: 我们认为，为了打击小武器和轻武器的非法贩运，安全理事会应当支持秘书长报告（S/2005/69）所载的各项建议。

source: Last year, when speaking on this same issue at the 4896th meeting, I put forward a detailed list of actions that needed to be taken.
zh: 去年，在第4896次会议上谈到同一问题时，我提出了一份必须采取的行动的详细清单。

source: Today, I shall confine myself to reiterating two that I consider to be the most important.
zh: 今天，我只想重申我视为最重要的两项行动。

source: First, the Security Council must establish concrete mechanisms to make States comply with arms embargoes.
zh: 第一，安全理事会必须确立具体的机制，让各国遵守武器禁运。

source: Provision should be made for enforcement measures against Member States that violate such embargoes, with monitoring mechanisms to ensure compliance.
zh: 应当规定针对违反此类禁运的会员国的强制执行措施，并拥有确保遵守的监测机制。

source: An effective tracking system would enable us to combat the improper use of small arms from the moment of their manufacture until they reach the end-user.
zh: 一个有效的追踪系统将使我们能够在其制造之日至运达最终用户之手这段时间里，防止小武器的不恰当使用。

source: That would make it possible to prosecute individuals and to hold Governments accountable for illegal sales and for violations of United Nations embargoes.
zh: 这将使之能够针对非法销售和违反联合国禁运的情况起诉个人并追究政府的责任。

source: Secondly, the Security Council must include in peacekeeping mandates provisions relating to the disarmament, demobilization and reintegration of former combatants.
zh: 第二，安全理事会必须在维持和平任务中列入有关前战斗人员解除武装、复员和重返社会的条款。

source: The focus should be on collecting and destroying surplus small arms and light weapons so as to prevent the illicit traffic in arms that could cause fresh conflict and violence unrelated to the conflict.
zh: 重点应当是收集和销毁剩余的小武器和轻武器，以防止可能造成新冲突及与冲突无关暴力的武器的非法贩运。

source: Such actions must be closely related to a necessary increase in financial resources for disarmament programmes in the context of peacekeeping operations.
zh: 这种行动必须与维持和平行动范畴内解除武装方案财政资源的必要增加紧密联系在一起。

source: My country participates in all ongoing initiatives to prevent and combat illicit army trafficking.
zh: 我国参加目前所有防止和打击非法武器贩运的主动行动。

source: We submitted our national report pursuant to the 2001 Programme of Action. We also took part in drafting the Andean Plan to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.
zh: 我们根据2001年的《行动纲领》提交了国家报告，我们也参与起草《从各个方面防止、打击和消除小武器和轻武器非法贸易的安第斯计划》。

source: We also participated in the most recent Biennial Meeting on the Programme of Action, which took place here in New York.
zh: 我们还参加了最近在纽约这里举行的关于《行动纲领》的双年度会议。

source: We supported — and will continue to support — every initiative that can enable us to move ahead on this issue.
zh: 我们已支持----并将继续支持----每一项使我们能够在这个问题上向前迈进的主动行动。

source: The best thing that the Security Council could do now would be to lend its full support to the Working Group that is negotiating an international legal instrument to enable States to identify and trace, in a timely and reliable manner, small arms and light weapons.
zh: 现在安全理事会可做得最有效努力，是充分支持使各国能及时、可靠地识别和追查小武器和轻武器的国际法律文书谈判工作组的工作。

source: We hope that the Working Group, which has just concluded its second session, will complete its work by July 2005.
zh: 该工作组第二次会议刚刚结束。 我们希望他们能在2005年7月完成工作。

source: Although it is true that a legal instrument alone will not guarantee an end to the multimillion-dollar business represented by the numerous traffickers of illicit small arms and light weapons, such an instrument would undoubtedly be major progress, a point of departure, that would enable us to improve a situation that is clearly a new threat to international peace and security in this century.
zh: 虽然仅靠一份法律文书不能保证结束一项有无数非法小武器和轻武器军火商为代表的价值千万的大买卖，但是若能达成这样一份文书，无疑是一大重要进展和起点，使我们能够改善一个现在显然对本世纪国际和平与安全构成新威胁的局势。
